{"data" : [{"text" : "It takes years of hard work to establish business, build your reputation and just one cybersecurity incident to ruin it. So be cautious and mindful of what could go wrong.", "name" : "Harshita Priya", "day" : "99", "image":"images\\placeholder.png"},{"text" : "Check with your parents before you download and install an application and review privacy settings with them. Know your application.", "name" : "Kavisha Sheth", "day" : "98", "image":"images\\day98.jfif"},{"text" : "COVID-19 brought the world to a halt in an unprecedented manner. Foray of human beings into the digital ecosystem helped soften the impact of multitude times. However, it also exposed our vulnerabilities with expansion of the threat landscape. Lets endeavour to bridge this gap by arming folks with cybersecurity education and also renewed focus on ethical education of our next generation.", "name" : "Shanti Nimmagada", "day" : "97", "image":"images\\placeholder.png"},{"text" : "'Hey Mom, Why the calculator ap is asking for access to your contacts?' Urge your kids to ask more such questions. The more your kids learns to ask WHY, the more cautious they'll be on the internet.", "name" : "Rupika Luhach", "day" : "96", "image":"images\\day96.jfif"},{"text" : "All time famous excuses such as 'I had completed my homework but my dog it' or 'stomach pain/fever' were created by kids. They always know how to identify loopholes in any system by understanding how it works meticulously. This also implies better solutions and a proactive approach for cyber defencem creating a better tomorrow.", "name" : "Aishwarya Iyer", "day" : "95", "image":"images\\placeholder.png"},{"text" : "This world, which is modern and beautiful, where new technologies are being invented everyday, is good. But have you ever thought of its effect on privacy? Our privacy is going down day by day. With just one technical mistake, one can lose everything. We will not even know that we have been hacked and cheated by someone. So we should stay safe and be alert about cyber attacks.", "name" : "Susmitha Budukuri", "day" : "93", "image":"images\\placeholder.png"}]}